Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] The Barnacle (따개비).tmx
Source language: ko_kr
Languages: en_us

source: 박씨 아저씨와 같이 온 김씨 아저씨를 찾아 나온 것이다.{j}등대 안으로 못 들어가게 된 이상, 어떻게든 방법을 찾아야 한다.{j}비가 이렇게 오는데 최소한 몸을 피할 텐트라도 있어야 할 게 아닌가.
en_us: I exited the lighthouse in search of Mr. Kim who had also come here with Mr. Park. Since I couldn’t go back inside, I had to find another way to survive. I mean, wouldn’t I need at least a tent to take shelter from the pouring rain?{j}{j}

source: 이 폭우 쏟아지는 야밤에 등대의 문을 두드릴 사람이 또 누가 있겠는가.
en_us: Just who else would come knocking on the lighthouse door in the middle of a rainy night but Mr. Park?

source: 와자작!
en_us: Crash!

source: 제멋대로 풀려나간 부표의 밧줄이 김씨 아저씨의 목에 걸렸다.{j}가뜩이나 몸에 울퉁불퉁한 부분들이 많아서 줄이 걸리기 쉬웠다.
en_us: The rope from the float unwound itself and twirled around Mr. Kim’s neck. The rope easily got caught in his rugged body.{j}

source: “이제 슬슬 잠잠해진 것 같으니 한번 벽 너머 상황을 좀 보겠습니다.”
en_us: “Things seem to have quietened down now. I’ll take a look beyond the wall,” I said.

source: “왠지 비위 상하네 이거.”{j}
en_us: “Ugh, I’m losing my appetite.”

source: 저것은 내가 처음으로 백적도에 도착했을 때 봤던 간판이다.{j}원래 저 간판 아래에는 횟집이 있었다.{j}수많은 횟집들이 줄지어 늘어져 있었고, 그 뒤로 긴 콘크리트 항구가 뻗어 나가 있는 풍경이었다.{j}하지만 지금 그것들은 모두 바닷물 속에 잠겨 있다.
en_us: I had seen that signage when I had first arrived at Baekjeok Island. Originally, under the signage was a seafood restaurant. Several other seafood restaurants lined up along the street too. Behind them was a stretch of long, concrete harbor. But now, all of that were submerged under water.{j}{j}{j}

source: 권순태.{j}법학과에 재학 중인 그가 황가애의 눈치를 보면서도 끝끝내 한마디를 한 것이다.
en_us: It was Suntae. He was enrolled in the Department of Law. Even as he treaded carefully around Ga-ae, he said his piece.{j}

source: [으그그그그극-]
en_us: “Grrr... Aaargh...”

source: 이대로라면 등대의 단순한 내부구조상 바로 화장실과 탕비실을 지나서 내가 있는 독방으로 올 것이다.{j}나는 얇은 나무문이 잘 버텨 주기만을 바라며 두 눈을 꽉 감았다.{j}바로 그때.{j}쿵쿵쿵쿵-
en_us: The interior of the lighthouse was simple. At this rate, he would pass by the washroom and the pantry and come straight into my room. I clenched my eyes, hoping that the thin wooden door would hold out. But the approaching footsteps abruptly receded.{j}{j}{j}

source: 화장실 문밖으로 삐져나온 엄지발가락이 위아래로 격렬하게 꿈틀거린다.{j}온통 부러지고 깨진 발톱 끝에 네일아트처럼 올라가 있는 따개비 한 마리가 내 시선을 잡아끌고 있었다.
en_us: The big toe poked out of the washroom door and twitched up and down fiercely. The toenail was all broken and crushed. What caught my eye was a single barnacle that lay atop the toenail like a piece of nail art.{j}

source: “자, 자살한 건가?”
en_us: “D-did she take her own life?”

source: 미친 듯이 쏟아져 내리는 폭풍우 소리에 섞여 음울한 동요 가락이 희미하게 울려 퍼진다.{j}김씨 아저씨가, 아니 ‘김씨 아저씨로 추정되는 것’이 배 위로 상반신을 얹어놓은 채 코를 킁킁거리고 있었다.
en_us: The gloomy melody of a children’s song sounded faintly through the howling rainstorm. Mr. Kim—or whatever it actually was—had its upper body hunched over the boat as it sniffed the air.{j}

source: “아씨, 비가 너무 와서 그런가.{j}인터넷도 안 되네 이거.”
en_us: “Crap, it’s raining too much. Even the Internet’s not working.”{j}

source: 부평.{j}인천의 중심지.{j}나는 이 건물을 나간 뒤 백적도를 탈출해서 그쪽으로 갈 계획이었다.
en_us: Bupyeong was a district located in the center of Incheon. My plan was to leave this building, escape Baekjeok Island, and head over there.{j}{j}

source: 나는 창문에서 시선을 뗐다.{j}그때, 내 눈에 소변기가 들어온다.{j}변기를 봐서 그런지 요의가 몰려온다.{j}방금 전에 커피와 주스를 연달아 마셔서 그런가.{j}나는 바지 지퍼를 내리며 소변기로 향했다.
en_us: I took my eyes off the window. Then, I spotted a urinal. Seeing the toilet made me want to take a leak. It was probably all the coffee and juice I drank earlier. So, I zipped down my pants and stepped over to the urinal.{j}{j}{j}{j}

source: 기지개를 켜며 탕비실로 들어가는 순간.{j}꼬릿-{j}미묘하게 역한 냄새가 난다.
en_us: As I stretched my arms and entered the pantry, a foul stench hit my nostrils.{j}{j}

source: “회장입니다.”
en_us: “I’m the president,” he said.

source: 드륵-
en_us: Rattle.

source: “그러게요.{j}이제 슬슬 출발해야겠어요.{j}최대한 많이, 모텔 바깥까지 끌어내는 편이 나중을 위해서라도 좋으니까.”{j}나는 트럭을 몰고 주차장의 출구를 향했다.
en_us: “Yes. Well, I’ll start driving now. It’ll be better to lure them out as many as possible out of the motel for later,” I said, then began driving the car toward the exit.{j}{j}{j}

source: 꼬르륵……
en_us: Grumble...

source: 보트가 기울어진다.{j}그것은 나의 세상 전체가 기울어지는 것과도 다름없는 일이었다.
en_us: The boat swayed precariously to the side. It was like my entire world was turning over.{j}

source: 내가 묻자, 아까부터 나를 노려보던 남자가 성큼 앞으로 나섰다.{j}“예.{j}한국대에서 MT 왔습니다.”
en_us: The man who had been glaring daggers at me took a stride forward. “Yes. We were on Membership Training from Hankuk University.”{j}{j}

source: ‘다행이네.{j}혹시나 트럭 밑에 따개비 인간이 붙어 있었으면 과속방지턱 같은 곳에서 떼어 내려 했는데.’
en_us: Thank goodness. If a barnacle human was attached to the bottom of the truck, I would’ve had to shake them off at the speed bump or something.{j}

source: 두 명의 커플 남녀가 약속이라도 한 듯이 나를 향해 고개를 돌렸다.
en_us: The couple spun their heads toward me in unison.

source: 7- 모텔 성락장 (4)
en_us: Chapter 7. Motel Nirvana (4)

source: 하지만 지금은 나의 목숨을 구원해 줄 보물들이었다.
en_us: In this moment, these junks were the treasures that would save my life.

source: 보트 어딘가에 김씨 아저씨의 핸드폰이 남아 있었나 보다.{j}나는 남은 핸드폰을 찾아 황급히 고개를 두리번거렸다.{j}이윽고.{j}좋은 소식과 나쁜 소식 하나씩이 나를 반긴다.
en_us: Somewhere on the boat must be Mr. Kim’s phone. I hastily looked around in search of the second phone. At last, I found it. But there was good news and bad news.{j}{j}{j}

source: 김슬비는 대걸레 자루 끝에 묶은 낚싯줄에 핸드폰들을 줄줄이 엮었다.{j}약 2미터의 간격을 두고 세 개의 핸드폰들을 묶은 후, 김슬비는 그것을 창가로 가져갔다.
en_us: One by one, Seulbi tied the phones to the fishing line fastened at the end of a mop. After tying three phones each about seven feet apart, Seulbi brought the new gear to the window.{j}

source: “끔찍하네요.{j}저렇게 우글우글 모여 있는 걸 보니까.”
en_us: “What a ghastly sight, seeing them all clustered together like that.”{j}

source: 나는 다시 한번 서랍을 열었다.{j}제일 먼저 집어 든 것은 아까 발견했던 식칼과 테이프.{j}그리고 그 다음은 벽에 세워져 있던 대걸레였다.
en_us: I slid open the drawer again. The first thing I grabbed was the kitchen knife and the tape I had found earlier. The next thing I took was the mop leaning on the wall.{j}{j}

source: “일단 제가 밖에 떨어트려 놨던 무기를 주워서 써야겠죠.{j}저것들은 후각이랑 청각만 조심하면 될 테니까 아주 가능성이 없는 것은 아니지 싶은데.”
en_us: “First, I’ll pick up the weapon I dropped outside and use it. As long as I don’t trigger their sense of smell or hearing, escaping wouldn’t be impossible.”{j}

source: 부스스스스스……
en_us: Swaaa...

source: 등에서 엄청난 충격이 느껴진다.{j}가물가물했던 정신이 번쩍 들었다.{j}정처 없이 파도에 휩쓸리다가 항구에 가득 쌓여 있는 테트라포드, 콘크리트 블록의 요철에 등이 부딪친 것이다.
en_us: Something forceful slammed my back. My foggy mind cleared up, and I sobered up instantly. I had been aimlessly lolling with the waves when my back had collided into a rough concrete block. It was the tetrapod piled up into a seawall by the port.{j}{j}

source: [하악!{j}캭!]
en_us: “Kyaaagh!” they hissed.{j}

source: 하나가 아니라 둘.{j}마지막 가는 길에 함께하기로 한 것은 분명 ‘두 사람’이었다.
en_us: She hadn’t come here alone. Someone else had decided to end their life with her.{j}

source: ‘……아, 백적도는 뭍이 아니지 참.’
en_us: Oh... Technically, Baekjeok Island is just another island.

source: 촤아아아악-
en_us: Swooosh.

source: ……철썩!
en_us: Crash...!

source: 직접 겪어 보니 그런 것들은 다 개소리라는 것을 알 수 있었다.{j}바다에 빠져서 정신을 잃은 채 해안가로 떠밀려 온다면 십중팔구, 아니 백중구십구는 암초에 부딪혀 온몸이 으깨지거나 바위 표면에 붙어 있는 패각류에 전신이 갈가리 찢겨 나갈 것이다.
en_us: Now that I was experiencing it firsthand, I realized it was all a bunch of crap. If anyone fell in the ocean and lost consciousness and got washed ashore, in all probability, their bodies would crash against a sunken rock or scrape against a boulder studded by shells.{j}

source: 하필 볼륨은 왜 최대로 키워져 있었던 걸까?{j}애초에 전기도 들어오지 않는 상황에서 TV는 또 어떻게 켜졌던 걸까?{j}구닥다리 브라운관 안에 잔류 전기라도 남아 있었던 걸까?
en_us: Why, oh why did the volume had to be up? How did the TV turn on anyway when there was no electricity? Was there residual electricity left in the old, shabby tube?{j}{j}

source: 나는 옛날 포장마차를 연상시키는 주황색 텐트 안쪽으로, 찌그러진 코펠과 기타 식기들이 뒹굴어 다니고 있는 것을 보았다.{j}그동안 아저씨들이 잡아서 말려 놓았던 생선포들이 빗물에 젖어 아무렇게나 널브러져 있었고, 주변에는 칼이나 랜턴, 낚싯대와 통발 등의 장비들이 바닷물에 침수되기 직전인 것이 보였다.
en_us: The tent was orange, reminiscent of old food carts in Korea. From inside the tent, I saw crushed portable pots and pans and other miscellaneous camping cookware rolling about. The fish fillets that the two fishermen had caught and dried outside was soaked from the rain and carelessly strewn about. There was also a knife, a lantern, fishing rods, fish traps, and other similar equipment on the verge of being submerged underwater.{j}

source: 좋은 소식은 내가 김씨 아저씨의 핸드폰 알림 소리가 어디서 나는지 찾았다는 것이고.
en_us: The good news was that I discovered where Mr. Kim’s phone alarm was coming from.

source: ‘후각과 청각만 예민할 뿐인가.{j}특히나 후각에 엄청 의존하나 본데.’
en_us: They seem to be sensitive to only smell and sound. They’re especially dependent on smell, I deduced.{j}

source: 파츠츠츠츠츠츠!
en_us: Pzzzzzzt!

source: “함께하지 못해서 미안해요.{j}다들 여유가 없어서…….”{j}미안하다는 듯한 눈빛.
en_us: “I’m sorry we can’t join you. No one can really afford to...” she said with an apologetic glance.{j}{j}

source: “비, 비켜!”{j}황가애는 허둥지둥 일어나며 김슬비를 밀치려 들었다.
en_us: “M-move!” Ga-ae hurriedly got up and tried to push off Seulbi.{j}

source: 백적도는 약 1,000명 정도가 모여 사는, 나름 규모가 있는 섬이니 무슨 일이 일어나도 대처가 잘될 것이다.{j}나는 그렇게 생각하고 이 일을 머릿속에서 지웠다.{j}이게 아니더라도 고민해야 할 것은 많다.
en_us: Baekjeok Island had a population of about a thousand people. It was a sizeable island, so even if something happened, they knew the drill. Or so I thought and stopped thinking about the boat. There were loads of other things to be worried about.{j}{j}

source: 따개비 인간은 계속해서 버둥거린다.{j}이 지경이 되어서도 뇌리에 박혀 있는 단어들을 무작위로 나열하면서.
en_us: The barnacle human continued to flail. Even in such a state, he was rambling random words stuck in his mind.{j}

source: “……왜.”
en_us: “Why...?” I managed to say.

source: 꿈틀꿈틀……
en_us: Wriggle wriggle...

source: 푸드덕- 푸드득- 푸드덕-
en_us: Flap flap flap flap.

source: 찌이이이이이익- 둘둘둘둘둘둘……
en_us: Riiiiiip. Roll roll roll roll roll...

source: 그때.{j}“슬비야.{j}이쪽으로 와.”{j}저쪽에서 경계심 가득한 목소리가 들렸다.
en_us: Just then, another voice, fully guarded, hissed, “Seulbi. Come over here.”{j}{j}{j}

source: 박씨 아저씨가 손을 허우적거리며 엎어지는 순간, 나는 잽싸게 등대 상층으로 뛰었다.{j}탕비실을 지나 침실로 들어온 나는 재빨리 문을 닫고 잠갔다.{j}그리고는 뭔가 무기가 될 만한 게 있는지 본능적으로 주위를 살폈다.
en_us: The moment Mr. Park flailed his arms and fell forward, I rushed over to the upper floors of the lighthouse. I passed the pantry and dashed into my bedroom where I hurriedly closed the door and locked it. Then, I instinctively looked around for something to use as a weapon.{j}{j}

source: 킁킁킁킁-{j}계속해서 코를 벌름거리면서.
en_us: He flared his nostrils. Sniff sniff sniff sniff.{j}

source: ‘물론 이 대학생 무리와 함께할 수 있다면 그게 최선이겠지만…… 그 회장이라는 친구가 나를 너무 싫어하는 것 같으니 어쩔 수 없지.’{j}나는 어항 입구를 막고 있던 이불을 빼내며 생각했다.
en_us: Of course, it’d be best to stay with the university students but... it can’t be helped. The so-called president seems to loath me, I thought as I took out the blankets stuffed inside the fish tank entrance.{j}

source: ‘제발뒤돌아보지마라제발뒤돌아보지마라제발뒤돌아보지마라제발뒤돌아보지마라제발뒤돌아보지마라제발뒤돌아보지마라제발뒤돌아보지마라제발뒤돌아보지마라…….’
en_us: Please don’t look back. Please don’t look back. Please don’t look back. Please don’t look back. Please don’t look back. Please don’t look back. Please don’t look back. Please don’t look back...

source: ‘산하는 내가 키울게.{j}그러니까 애 앞에서 그런 말 하지 마.{j}그리고 동생도 듣는데…….’
en_us: “I’ll raise Sanha, so don’t say such a thing in front of the child. My brother’s listening too...” My brother anxiously peered at us.{j}{j}

source: “진짜, 교대자가 이번에는 와야 되는데…… 적어도 보급품이라도 와라.{j}제발 진짜.”
en_us: “Someone really needs to take over my shift this time... At least bring in some supplies, please,” I moaned.{j}

source: 나는 따개비 인간에게 조금 더 가까이 다가갔다.{j}녹슨 샤워기 호스가 따개비 인간의 목을 확실하게 조르고 있었기에 딱히 위험한 상황은 아닌 것 같았고, 이번 기회에 이 따개비 인간의 외형을 확실하게 관찰해 두고 싶었기 때문이다.
en_us: I moved a little closer to the barnacle human. The rusty shower hose was definitely strangling him, so it wasn’t particularly a dangerous situation. This was a good opportunity to study how a barnacle human looked like.{j}

source: 김슬비는 내 앞으로 무언가를 내밀었다.{j}그것은 생수 한 병과 봉지라면 한 개였다.
en_us: It was a bottle of water and a packet of instant noodles.{j}

source: 급박한 순간이라 힘 조절이고 뭐고 없었다.{j}작은 갯강구 한 마리가 얼굴에서 터졌다.{j}나는 황급히 팔로 얼굴을 닦았고, 반대쪽 손으로 바닥을 짚는 과정에서 몇 마리인가의 갯강구를 더 터트려 죽였다.{j}썩은 바닷물로 입을 부신 것처럼, 역한 비린내가 콧속으로 흘러들어온다.{j}바로 그때.
en_us: It was all so rushed. I had no time to adjust my strength. The small sea roach burst on my face. I quickly wiped my face with one arm while steadying myself on the floor with the other arm. In that process, I ended up busting a few more sea roaches. Pungent smell rose to my nose as if I had been drenched in decaying seawater.{j}{j}{j}{j}

source: 아니, 그것은 현관문 안쪽에서 나는 소리였다.{j}나는 마른침을 한번 꿀꺽 삼키고는 천천히 고개를 돌렸다.{j}현관문의 옆에 위치해 있는 또 다른 문.
en_us: It was coming from inside the room. I took a gulp and slowly looked back. There was another door beside the main door to the hallway.{j}{j}

source: “헉!?”
en_us: “Agh!” I gasped.

source: 나는 식은땀을 흘리는 와중에도 손을 뻗었다.{j}잡히는 대로 던질 생각으로 잡았던 자질구레한 물건들 중 큼직한 바디로션이 하나 있었다.
en_us: Even as I broke out into a cold sweat, I outstretched my hand. Earlier, I had grabbed random items to throw at him. One of them was a large-sized body lotion.{j}

source: 6- 모텔 성락장 (3)
en_us: Chapter 6. Motel Nirvana (3)

source: 복도에는 아직 따개비 인간들이 더 남아 있었다.{j}그것들은 멀찍이 떨어져 있다가 소란에 이끌려 천천히 다가오는 중이었다.{j}저 앞 208호 쪽에서 어기적어기적 다가오고 있는 불륜 남녀도 보인다.
en_us: There were still some barnacle humans wandering the halls. They had been dawdling in the distance but were now slowly approaching the room, lured by the ruckus. By Room 208, I also saw the adulterous couple waddling toward here.{j}{j}

source: 두 개의 걸레 자루가 두꺼운 솜이불을 밀어낸다.{j}어느 정도 밀었다 싶으면 잽싸게 다른 이불을 구겨 넣고 또다시 밀었다.
en_us: The two mops shoved the thick blanket. Once it was pushed inside, we squeezed another rumpled sheet and stuck it inside.{j}

source: 쿵쿵쿵-
en_us: Thud thud thud.

source: “야, 가애야.{j}너도 봤잖아.{j}애들이 어떻게 변해 갔는지.{j}다들 물리거나 긁히면 여지없이 변했…….”
en_us: “Hey, Ga-ae. You’ve seen it too how they all turned. Anyone who was bitten or scratched all transformed--”{j}{j}{j}

source: 그리고 내가 내는 발소리를 따라 따개비 인간들이 반응을 보이기 시작했다.
en_us: The barnacle humans began reacting to the sound of my footsteps.

source: [태풍의 여파가 아직 가시지 않은 수도권…… 남부에서는 강한 지진으로 인한 추가 피해가 속출……]
en_us: “The aftermath of the typhoon continues in the capital region... Additional victims are being reported in the south following a strong earthquake...”

source: 우지지직!
en_us: Crack crack!

source: “……2년이나 지난 거네.”
en_us: “It’s been more than two years...”

source: 나는 급한 마음에 일단 이 건물로 향했다.{j}담벼락 위에 있는 등은 다 꺼져 있었다.{j}하기야, 태양광으로 빛나는 것들인데 요 며칠간 폭풍우가 계속되었으니.{j}단순히 건물 가까이 온 것만으로도 추위가 조금 가시는 듯한 느낌이 들었다.{j}담벼락 덕분에 몸을 때리는 비바람이 줄어들었으니 말이다.
en_us: I wasted no time and headed for the building. All the lights over the fence were turned off. But then again, they were solar-powered, and the rainstorm had been going on for days. Just approaching the building was enough to make me feel slightly less cold. The fence helped block out some of the rain and the wind from slapping me.{j}{j}{j}{j}

source: 흰 깃털과 붉은 피가 흩뿌려진다.{j}지쳐 있던 갈매기는 순식간에 내장과 살점으로 전락해 버렸다.
en_us: White feathers and red blood scattered and sprayed into the air. The seagull, already tired from its journey, became immediately stripped down to its flesh and entrails.{j}

source: “에잇!{j}으아아!”{j}나는 핸들을 확 꺾어 보았지만, 그렇다고 해서 영화나 만화에서처럼 적이 한쪽으로 확 쓸려가는 일은 일어나지 않았다.
en_us: “Here goes nothing! Aaah!” I cried and swerved the helm to one side. But the sharp turn didn’t throw Mr. Kim off the boat like it did in the movies or comics.{j}{j}

source: 예전에 한번, 소변을 보다가 밖에 지나다니는 사람들과 눈이 마주치는 바람에 민망했던 기억이 있었기에 확신할 수 있었다.{j}쓰레기들을 어떻게든 비집어 가면서 옆으로 가다 보면 바로 주차장이 나올 것이다.{j}마침 그곳이 또 포터 트럭이 주차되어 있는 방향이었다.
en_us: Of this I was certain. Once, when I was taking a piss, I met eyes with the passersby outside. Needless to say, it was embarrassing. So, if I could just manage to wade through all that trash, I’d be able to reach the parking lot. It also happened to be where the pickup truck was parked.{j}{j}

source: ‘저건 스쳐도 파상풍이야!’
en_us: I’ll get tetanus if I let that thing so much as graze me!

source: [계속되는…… 여진 피해…… 북상의 기미……]
en_us: “The aftershock... creates more victims... in the north...”

source: 하지만 무엇보다도 참기 힘든 것은 바로 악취.{j}이 냄새를 무엇에 비유해야 할까?{j}수산시장의 바닥 수챗구멍에 잔뜩 낀 생선 내장이 한여름 뙤약볕 아래 며칠간 푹 썩는다고 해도 이것보다는 향긋할 것이다.{j}골이 어지러워질 정도의 악취에 목구멍 아래에서 신물이 올라왔다.
en_us: The most unbearable thing above all was the stench. How could I even begin to describe it? It was like the stink of rotting fish guts stuck in the drain under the scorching summer sun for days. Except, it was a hundred times worse. The smell was so putrid it made my head ache and bile rise in my throat.{j}{j}{j}

source: 뿌득-
en_us: Slip.

source: 사이드미러를 통해 그 광경을 바라보던 김슬비가 작은 목소리로 중얼거렸다.{j}“……저것들은 대체 뭘까요.”
en_us: Seulbi watched the scene through the side mirror before mumbling softly, “Just what are those creatures...?”{j}

source: 수챗구멍 안에 따개비가 더덕더덕 자라나 있었다.{j}처음에는 작은 모래알갱이 같았던 그것은 어느덧 구멍의 벽면과 바닥에 씨알 굵게 도 꽉꽉 들어차 있었다.
en_us: Clusters of barnacles were formed inside the drain. At first, they were as small as sand grains. But now, they were overgrown and packed on the pipes and the sink.{j}

source: “뭐?{j}야!{j}너 뭐랬냐!?”
en_us: “What? Hey! What the hell did you say?!” Ga-ae shrieked.{j}{j}

source: 나는 손을 뻗어오는 그것들을 피해 4층으로 뛰어 올라갔다.{j}4층의 복도 역시도 똑같다.{j}아빠, 엄마, 아들, 딸.{j}일가족으로 보이는 따개비 인간들이 좌우 양옆으로 기어오고 있었다.
en_us: I evaded their grasps and ran straight over to the fourth floor. But it was no different there. A group of barnacle humans looking like a family of four were clawing their way left, right, and center.{j}{j}{j}

source: 후르릅- 꿀꺽!
en_us: Sluuurp... Gulp!

source: ……쿵!
en_us: Thud...!

source: ‘애는 누가 키울 거야 그럼!{j}나는 못 키워!’
en_us: “Who’s going to bring up the kid?! Cuz I can’t!” my sister-in-law yelled.{j}

source: 나는 혼신의 힘으로 문을 등으로 막고 버텼다.{j}‘이럴 줄 알았으면 살 좀 더 찌워 둘걸!’{j}바로 그때.
en_us: I used every ounce of my energy to stop the door from opening. Crap, I should have put on some more weight! I thought when suddenly, one corner of the wooden door caved in...{j}{j}

source: 유서의 시작 부분을 보니, 아무래도 이 여학생은 따개비 인간들 때문에 자살한 것은 아닌 모양이다.
en_us: Judging by how her letter began, the high schooler did not seem to have taken her life because of the barnacle humans.

source: “나한테는 마스터키가 있지.”
en_us: “But I have a master key.”

source: 십수 마리의, 아니 명의, 아니, 마리의.{j}아무튼 수많은 따개비 인간들이 내 뒤를 따라 계단을 올라왔다.{j}천만다행인 점은 저것들이 그렇게까지 빠르지는 않다는 것이다.{j}몸무게 때문에 관절이 파열될 정도로 무리하게 뛰고 있는 것 같았지만, 그래도 나보다는 훨씬 느렸다.
en_us: Dozens of people—I mean, barnacle humans—chased after me up the stairs. Luckily for me, those creatures weren’t very fast. They were running fast, but their heavy builds strained their joints, so they were still much slower than me.{j}{j}{j}

source: 출렁- ……철퍽!
en_us: Splash... Splosh!

source: 끼기기기기긱……
en_us: Creaaaaaak...

source: 현관 쪽에서 나는 둔중한 소음이 조금 더 커졌다.{j}지금 생각해 보면, 그것은 현관문 밖에서 나는 소리가 아닌 것 같기도 했다.
en_us: The dull din from the door grew a little louder. Come to think of it, it didn’t sound like it was coming from the main door.{j}

source: 파도가 뒤로 빠짐에 따라 나는 다시 바다로 끌려갔다.{j}그리고 이내.
en_us: When the waves receded, I was dragged back to the ocean.{j}

source: 나는 뾰족한 따개비 껍데기들을 훑어서 개수대에 버렸다.{j}어쩐지 이 생선을 먹을 생각마저 뚝 떨어져 버렸다.
en_us: I scrubbed off the sharp barnacle shells and tossed them into the sink. Now, I had zero appetite to even eat this fish.{j}

source: 수능?{j}대학?{j}지금 밖에서 따개비 인간들이 돌아다니고 있는 마당에 그따위 것이 뭐가 대수란 말인가?{j}유서를 읽다 보니, 어쩐지 눈물이 나려 한다.{j}나는 따개비 인간들이 득시글대는 모텔 한가운데에서도 어떻게든 살아 보겠다고 발버둥 치는데, 이 아이는 고작 종잇장 위의 숫자 몇 개에 삶을 놓았다.{j}어쩌면 나 같은 것보다도 훨씬 더 가치 있었을, 훨씬 더 사회에 공헌할 수 있었을 아이.{j}마지막 순간, 이 아이의 옆에는 누가 있었을까?{j}아무도 없었을까?{j}지금의 나처럼?
en_us: Entrance exams? University? What did any of that matter when barnacle humans were swarming outside? Reading the note made me feel like crying. Here I was, struggling to survive in the middle of a motel infested by barnacle humans. Yet this poor child had let go of her life because of a few numbers on a piece of paper. The child might have turned out to be a more valuable member to society than me. But in her last moments, who was there for her? No one? Just like me right now?{j}{j}{j}{j}{j}{j}{j}{j}

source: 이윽고, 나는 3층을 지나 2층에 도달했다.
en_us: Eventually, I passed the third floor and arrived at the second floor.

source: 나는 금방이라도 기절할 것 같은 상태였다.{j}방 전체에 나는 퀴퀴한 구린내.{j}어딘가에 흘린 음식물이 조용하고 비밀스럽게 썩어 가고 있는 듯한 옅은 악취{j}그것이 눈앞에 있는 여고생에게서 풍겨 나오고 있었다.
en_us: I was on the verge of passing out. The room was filled with the stink of rancid meat. There was a faint whiff of food waste festering inside. It was coming from the high schooler before my eyes.{j}{j}{j}

source: ‘원래 갯강구들이 여기까지 들어오나?{j}사람 사는 데에서는 거의 못 봤던 것 같은데.’
en_us: Do sea roaches usually make their way inside here? I don’t think I’ve ever seen them around where humans live.{j}

source: 머릿속에는 온통 그 생각뿐이었다.{j}몸이 땀으로 젖건 바닷물로 젖건 피로 젖건 간에 빨리 백적도의 항구로 가고 싶을 뿐이었다.
en_us: That was all I could think about. My body could be drenched in sweat or seawater or blood for all I cared. I just wanted to arrive at the port of Baekjok Island.{j}

source: [어어어어어…….]
en_us: “Aaaaaah...”

source: 나는 뭔가 말실수를 했나 싶어서 손사래를 쳤다.{j}“아, 저는 컵라면이랑 캔 커피로 버텼거든요.{j}사탕도 많이 챙겨 왔고…….”
en_us: Wondering if I had misspoken, I waved my hand and explained, “Oh, I held out by eating cup noodles and canned coffee. I also pocketed a lot of candies...”{j}{j}

source: 내가 홍합 껍데기 안쪽에 붙어 있는 따개비를 물끄러미 바라보고 있을 때.{j}“아저씨, 뭐 보고 계세요?”{j}김슬비가 내게 묻는다.
en_us: As I stared at the barnacle fastened inside the mussel shell, Seulbi asked, “What are you looking at, Mister?”{j}{j}

source: 나는 고개를 저으며 애써 다른 생각을 했다.{j}하지만 머릿속에 떠오르는 생각은 모두 육지에 있을 적에 먹지 못했던, 혹은 남기고 왔던 음식들뿐이다.{j}군대 훈련소 이후로 이렇게 다른 뭔가가 격렬하게 먹고 싶었던 적은 처음이었다.
en_us: I shook my head and forced myself to think about something else. But the only things that sprang to my mind were all the food I had missed out or hadn’t finished on land. It was the first time since visiting the army training center that I fiercely craved other food.{j}{j}

source: <-부재중 통화 358통->
en_us: 358 Missed Calls

source: [으으으…… 무우울…… 줘어어어…….]
en_us: “Giiive... me... waaater...”

source: 안 그래도 밧줄에서 자꾸만 이상한 소리가 들려오고 있었다.{j}그리고 그럴 때마다 김씨 아저씨가 나에게로 조금씩 조금씩 가까워진다.
en_us: I kept hearing ominous noises coming from the rope. And with each sound, Mr. Kim inched closer and closer to me.{j}

source: 나는 냄비를 가리키며 말했다.{j}“……저건 뭐예요?”
en_us: I pointed to the pot and asked, “What is that...?”{j}

source: “가죠.”
en_us: “Let’s go.”

source: “정당방위!{j}정당방위!”
en_us: “Oh, come on! It’s self-defense!”{j}

source: 갑작스럽게 뜬 수많은 문자 알림들이 그것을 방해했다.
en_us: Countless text messages and alarms lit up, preventing me from doing so.

source: [갸아아아아악-]
en_us: “Kraaaaaagh!”

source: [집사람이…… 이이이…… 의심…… 해…… 으으으으…….]
en_us: “My wife... Kraaah... is suspecting... us... aaah...”

source: “스, 스스로 올라오세요.”{j}둘은 별로 친한 사이는 아닌 모양이다.
en_us: “G-g-get on yourself,” Suntae replied. The two didn’t seem to be on friendly terms.{j}

source: 나는 수도꼭지를 틀어보고는 개수대에 물이 잘 내려가지 않는 것을 확인했다.{j}딸깍-{j}막 개수대 뚜껑을 치웠을 때.
en_us: I tried turning on the tap and confirmed that the sink was indeed clogged. Clack. I removed the drain stopper.{j}{j}

source: 14- 탈출 (1)
en_us: Chapter 14. Escape (1)

source: 나는 5층으로의 계단을 눈앞에 둔 채 망연자실할 수밖에 없었다.{j}벽.{j}숨 막힐 정도로 두꺼운 벽이 위를 꽉 막고 있는 것이 보인다.{j}부서진 자판기, 찢어진 소파, 커다란 브라운관 TV, 더러운 어항, 낡은 의자, 녹슨 캐비닛, 깨진 거울과 같은 것들이 5층으로 통하는 계단 전체를 틀어막고 있었다.
en_us: The stairs to the fifth floor was right in front of me, but I was devastated. There was a wall, a terribly thick one that prevented me from going further up. A broken vending machine, a tattered sofa, a huge picture tube, a grimy fish tank, a beat-up chair, a rusted cabinet, a shattered mirror, and other such things were obstructing the stairs to the fifth floor.{j}{j}{j}

source: 복잡하게 생각할 때가 아니었다.{j}나는 요동치는 파도에 몸을 실은 채 필사적으로 몸부림쳤다.
en_us: I had no time to think or mourn. In a frenzy, I floundered against the waves.{j}

source: 차라리 탕비실 쪽에 뭐가 있으면 있었지, 이곳에는 아무것도 없다.{j}기계설비는 내가 떼어 내 들 수 없을 정도로 무겁거나 바닥과 벽에 붙어 있는 것들뿐이었고, 나머지는 죄다 푹신하고 가벼운 것들뿐이었으니까.
en_us: The pantry might have something, but nothing in the bedroom could be used as a weapon. The mechanical equipment here were either too heavy for me to lift or they were attached to the walls and the floor. The rest were all too soft and light to be used as a weapon.{j}
